// .আসকে আমার মন ভালো নেই এই কথা ৩৯ বার আউটপুট হিসেবে দেখাও।
// for (var i = 1; i <= 39; i++) {
//   console.log("Ajke amar mon valo nei");
// }
// ২৯. একটা কোড লিখে ৫৮ থেকে ৯৮ পর্যন্ত যত সংখ্যা আছে সেগুলাকে দেখাও
// for (var i = 58; i <= 98; i++) {
//   console.log(i);
// }
// একটা কোড লিখে ৪১২ থেকে ৪৫৬ পর্যন্ত যত জোর সংখ্যা আছে সেগুলাকে দেখাও
// for (var i = 412; i <= 456; i++) {
//   if (i % 2 == 0) {
//     console.log(i);
//   }
// }
// একটা কোড লিখে ৫৮১ থেকে ৬২৩ পর্যন্ত যত বিজোড় সংখ্যা আছে সেগুলাকে দেখাও
// for (var i = 581; i <= 623; i++) {
//   if (i % 2 == 1) {
//     console.log(i);
//   }
// }
// তুমি এতদিন যা যা জিনিস শিখছো সেগুলার নাম দিয়ে একটা array বানাও। তারপর একটা for লুপ দিয়ে সেই array এর সব উপাদান কে আউটপুট হিসেবে দেখাও।
// var untilLearn = ["HTML", "CSS", "BootsTrap", "Tailwind", "JavaScript"];
// for (var i = 0; i < untilLearn.length; i++) {
//   console.log(i + 1, untilLearn[i]);
// }
// তুমি এতদিন পর্যন্ত যে যে মডেলের মোবাইল ফোন ইউজ করেছো সেগুলার নাম দিয়ে একটা array বানাও। তারপর একটা while লুপ দিয়ে সেই array এর উপাদান গুলা একটা একটা করে আউটপুট হিসেবে দেখাও
// var myUsesMobile = [
//   "Motorola",
//   "Nokia",
//   "Symphony",
//   "Spring",
//   "Lenovo",
//   "Okapia",
//   "Nokia",
//   "Xioami",
// ];
// var i = 0;
// while (i < myUsesMobile.length) {
//   console.log(i + 1 + ".", myUsesMobile[i]);
//   i++;
// }
// একটা ফর লুপ চালাও। ৩০ থেকে ৮৬ পর্যন্ত। আর এই লুপ ৪৪ এ গেলে ব্রেক করবে। সেই জিনিস কোড করে দেখাও
// for (var i = 30; i <= 86; i++) {
//   if (i == 44) {
//     break;
//   }
//   console.log(i);
// }
// তোমার যত বই আছে সেগুলার দাম নিয়ে একটা array লিখে ফেলো। যে বই গুলোর দাম ২০০ টাকার উপরে সেগুলাকে স্কিপ করবে। অর্থাৎ সেগুলাকে আউটপুট হিসেবে দেখাবে না। বাকিদের কে আউটপুট হিসেবে দেখাবে। দেখো করতে পারো কিনা।
var bookPrice = [80, 150, 120, 180, 350, 290, 150, 170, 600, 480, 560, 280];
for (var i = 0; i < bookPrice.length; i++) {
  if (bookPrice[i] > 200) {
    continue;
  }
  console.log(bookPrice[i]);
}
